[
  {
    "id": 1,
    "question": "The year’s biggest acquisition of a local company involved:",
    "follow": "Tableau was acquired by San Francisco-based Salesforce for nearly $16 billion, though it continues to operate independently at its Fremont headquarters. ",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/technology/salesforce-buying-seattle-based-tableau-for-15-7-billion-in-stock-one-of-the-northwests-largest-acquisitions/"
  },
  {
    "id": 2,
    "question": "Big Tech companies, including Amazon, face threats of antitrust actions from politicians across the political spectrum. When Microsoft faced a federal antitrust case, how long did it take from start to finish (end of the consent decree)? ",
    "follow": "The case was filed in 1998, and the DOJ and Microsoft settled in XXXX. The consent decree governing Microsoft’s conduct expired in XXXX.",
    "caption": "x",
    "photographer": "x",
    "credit": "x"
  },
  {
    "id": 3,
    "question": "Tacoma was crowned the nation’s hottest housing market in May, according to online brokerage Redfin. On a year-over-year basis, roughly how much faster were home prices rising in Tacoma compared to Seattle?",
    "follow": "Redfin found that Tacoma home prices were up 6% in May, compared to the same time last year, while Seattle prices rose by 2.6%.",
    "caption": "x",
    "photographer": "x",
    "credit": "x"
  },
  {
    "id": 4,
    "question": "What was the Seattle area’s hottest IPO of 2019, based on first-day trading activity?",
    "follow": "Adaptive Biotechnologies, the only one that is local, had the U.S. market’s second-best one-day IPO performance in 2019.",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/technology/shares-of-adaptive-biotechnologies-leap-after-seattle-firms-ipo/"
  },
  {
    "id": 5,
    "question": "After spending years and countless millions of dollars developing a robotic system to do a crucial but repetitive plane-building task, Boeing abandoned the project in 2019, returning the work to Machinists. What couldn’t the robots do correctly?",
    "follow": "After a mess that spanned six years and cost millions of dollars as it implemented a large-scale robotic system to install tens of thousands of fasteners on the 777 fuselage, Boeing abandoned the robots and went back to relying more on its human machinists.",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-abandons-its-failed-fuselage-robots-on-the-777x-handing-the-job-back-to-machinists/"
  },
  {
    "id": 6,
    "question": "Marijuana stocks such as Tilray, the British Columbia company controlled by Seattle’s Privateer Holdings, had an exciting 2019 that brought:",
    "follow": "Tilray shares started 2017 at $70 and entered December at $20. Industrywide, Bloomberg reported, cannabis stocks suffered a 60% decline through November.  \n",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/medmens-ends-blockbuster-deal-adding-to-cannabis-stock-woes/"
  },
  {
    "id": 7,
    "question": "This summer, how many apartment units were under construction in Seattle?",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/real-estate/planned-apartment-construction-in-seattle-dips-from-record-setting-pace/"
  },
  {
    "id": 8,
    "question": "How many full- and part-time employees did Amazon hire in the third quarter of 2019?",
    "follow": "The company hired the population of a small city in just July, August and September, bringing its global work force to some 750,000. The hiring push was in large part to support the company’s acceleration of shipping speeds.",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/amazon/amazon-sales-up-nearly-24-but-profits-shrink-as-investment-in-one-day-shipping-continues/"
  },
  {
    "id": 9,
    "question": "Delta Air Lines plans to use a controversial new technology with passengers on international flights departing Seattle-Tacoma International Airport. What’s the technology?\n",
    "follow": "Delta, in partnership with Customs and Border Protection, plans to give travelers leaving for international destinations the optionof having their faces scanned rather than handing over a passport and boarding pass in order to board a plane.",
    "caption": "x",
    "photographer": "x",
    "credit": "x"
  },
  {
    "id": 10,
    "question": "This election cycle, Seattle’s business community launched an expensive, controversial and ultimately unsuccessful effort to do what? \n",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/seattle-news/politics/seattles-business-lobby-sees-opportunity-to-unseat-the-city-councils-progressive-majority/"
  },
  {
    "id": 11,
    "question": "Boeing has continued building the 737 MAX since March while the plane is grounded worldwide because of two crashes that killed 34 people. By year-end, how many MAX planes will it have built but not delivered while regulators reexamine its safety?",
    "follow": "In early April the company said it would soon cut production in Renton from 52 airplanes per month to 42. ",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-will-lower-737-production-rate-but-says-no-layoffs/"
  },
  {
    "id": 12,
    "question": "Seattle-based retailer Nordstrom has pinned part of its turnaround hopes on a costly new initiative. Is it: ",
    "follow": "The Manhattan effort has cost the company more than $500 million, but executives said early results are promising.",
    "caption": "x",
    "photographer": "x",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/retail/costly-new-manhattan-emporium-is-not-just-a-wild-gamble-nordstrom-tells-investors/"
  },
  {
    "question": "\n"
  }
]