[
  {
    "id": 1,
    "question": "Which city was not among the 20 Amazon HQ2 finalists?",
    "follow": "Amazon in January 2018 pared its list to 20 sites, including some expected ones — Atlanta; Austin, \nTexas; and Boston — as well as dark-horse candidates Columbus, Ohio; Indianapolis; and Nashville. Minneapolis was not among them.",
    "caption": "The Amazon Spheres rest beneath Day One, the dominant building at HQ1, aka the company's downtown Seattle campus.",
    "photographer": "Kjell Redal",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/amazon/amazon-names-20-finalists-in-search-for-second-headquarters/"
  },
  {
    "id": 2,
    "question": "After two years when Seattle had the nation’s fastest-rising home prices, it was dethroned by: ",
    "follow": "Not only was Seattle pushed aside last summer by Las Vegas as the market with fastest-rising home prices, Seattle's median home price has actually declined in recent months. ",
    "caption": "Single family homes in Seattle's Green Lake neighborhood.",
    "photographer": "Greg Gilbert",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/real-estate/seattle-dethroned-as-nations-hottest-housing-market-for-first-time-in-nearly-two-years/"
  },
  {
    "id": 3,
    "question": "Which local mall announced plans to turn underused parking lots into a big mixed-use project with apartments and offices? \n",
    "follow": "The owner of 68-year-old Northgate Mall plans a transformation involving new retail, offices and housing for the 55-acre property.",
    "caption": "Holiday-season shoppers mean a crowded parking lot at Northgate Mall. ",
    "photographer": "Ellen M. Banner",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/real-estate/northgate-mall-readies-huge-overhaul-with-office-and-housing-elements-as-north-seattle-neighborhood-transforms/"
  },
  {
    "id": 4,
    "question": "In late December, Nordstrom stock was trading at around $45. When Nordstrom’s independent board members in March called off talks on getting the Nordstrom family to raise its bid for the company, what was the last public offer they considered insufficient? \n",
    "follow": "The Nordstrom board said in March the family was not willing to go high enough. Its last known offer was $50 per share.",
    "caption": "Nordstrom's downtown Seattle store is the chain's flagship.",
    "photographer": "Ted S. Warren",
    "credit": "Associated Press",
    "link1": "https://www.seattletimes.com/business/retail/nordstrom-family-ends-quest-to-take-seattle-retailer-private/"
  },
  {
    "id": 5,
    "question": "A Seattle business figure is being floated as a presidential candidate. Is it: ",
    "follow": "Starbucks executive chairman Howard Schultz retired from the company and spoke out on national issues, doing nothing to dampen speculation he's considering a run for president. ",
    "caption": "Balloons fall on the final day of the Democratic National Convention in 2016 in Philadelphia.",
    "photographer": "John Locher",
    "credit": "Associated Press",
    "link1": "https://www.seattletimes.com/business/economy/howard-schultz-should-think-twice-about-running-for-president/"
  },
  {
    "id": 6,
    "question": "Trade was often in the headlines this year in Washington state, where the most valuable merchandise export is transportation equipment (airplanes and parts). What's No. 2? ",
    "follow": "While airplanes pretty much handle their own export, agricultural goods -- the state's number two export -- require ships or trains.",
    "caption": "The Port of Seattle is one of the state's main export hubs.",
    "photographer": "Mike Siegel",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/economy/were-running-out-of-time-to-avert-a-full-blown-u-s-china-trade-war/"
  },
  {
    "id": 7,
    "question": "After a store manager called police on two black men waiting in a Philadelphia Starbucks, the company took what unprecedented step? ",
    "follow": "The company closed all its stores for an afternoon of racial-bias training, calling it an unprecedented effort.",
    "caption": "Protestor Anthony Smith, right, leads a protest chant in a Starbucks in Philadelphia on April 16, 2018",
    "photographer": "Jessica Griffin",
    "credit": "Philadelphia Inquirer/TNS",
    "link1": "https://www.seattletimes.com/business/schultz-calls-anti-bias-training-effort-a-historic-step/"
  },
  {
    "id": 8,
    "question": "When Everett's Paine Field begins commercial passenger flights next year, the only scheduled airline flying from there will be: ",
    "follow": "Southwest Airlines dropped plans to fly from Paine Field, but Alaska and United are scheduled to begin service in the coming months.",
    "caption": "An early conceptual rendering for the passenger terminal at Paine Field.",
    "photographer": "Brett Smith",
    "credit": "PropHQ",
    "link1": "https://www.seattletimes.com/seattle-news/alaska-airlines-starts-taking-reservations-for-flights-out-of-everetts-paine-field/"
  },
  {
    "id": 9,
    "question": "Paul Allen, who died in October, established many local endeavors that attest to his diverse interests.  Which of these is not part of his legacy: ",
    "follow": "Allen's interests extended from science to sports to sunken warships, but he did not establish an institute for shipwrecks. ",
    "caption": "Paul Allen, photographed in 2011 at his estate on Mercer Island.",
    "photographer": "John Lok",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/seattle-news/obituaries/microsoft-co-founder-paul-allen-dies-at-65/"
  },
  {
    "id": 10,
    "question": "A 2,100-passenger cruise ship leaving Seattle for a seven-day excursion loads how many pounds of food, beverages and other supplies while briefly docked for “turnaround day”?",
    "follow": "The 350,000 pounds of supplies loaded for each 7-day cruise of Holland America's Eurodam includes 147,000 pounds of fresh produce and 2,505 pounds of ice cream.\n",
    "caption": "The Holland America cruise ship sits in the Smith Cove Cruise Ternimal on August 11, 2018.",
    "photographer": "Rebekah Welch",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/cruise-turnaround-feature/"
  },
  {
    "id": 11,
    "question": "Boeing’s deliveries of the Renton-built 737 got bogged down this summer due to lagging shipments of fuselages and engines, even as it ramped up production to an unprecedented 52 planes per month. At its worst, the snarl reduced monthly 737 deliveries to: ",
    "follow": "Only 27 of the single-aisle jets were delivered in July, the nadir of Boeing's 737 production logjam last summer.",
    "caption": "Boeing still had plenty of 737s lacking crucial components such as engines parked around its Renton plant in early September.",
    "photographer": "Alan Berner",
    "credit": "The Seattle Times",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-renton-makes-progress-on-737-deliveries/"
  },
  {
    "id": 12,
    "question": "Which local company briefly became the second most-valuable U.S. business, and which in early December captured the top spot for market capitalization?",
    "follow": "Amazon's market capitalization surged past $1 trillion last fall before dropping sharply in recent weeks. Meanwhile, Microsoft rose past long-reigning Apple to become the most valuable public company.",
    "caption": "Apple is no longer the world's most valuable company.",
    "photographer": "Alan Diaz",
    "credit": "Associated Press",
    "link1": "https://www.seattletimes.com/business/microsoft-surpasses-apple-as-most-valuable-public-company/"
  }
]